Repository: crooks/echolot
Catalog: debian/po/*.po
Languages: fr, nl

source: E-mail address of your pinger
fr: Adresse électronique de votre testeur
nl: E-mailadres van uw Pinger

source: Email to this address must reach your pinger somehow. Either it gets delivered to your box directly or you have fetchmail installed or some other way.
fr: Les courriels envoyés à cette adresse doivent atteindre votre testeur (« pinger ») d'une manière ou d'une autre. Cela peut se faire soit par distribution directe dans une boîte aux lettres, soit par l'intermédiaire de fetchmail ou d'une autre méthode.
nl: E-mail naar dit adres moet uw Pinger op een of andere wijze bereiken. Het wordt rechtstreeks aan uw box afgeleverd, of u hebt fetchmail geïnstalleerd of een andere manier.

source: Operator address for your pinger
fr: Adresse électronique de l'opérateur de votre testeur
nl: Operatoradres van uw Pinger

source: Specify an address for the pinger operator.
fr: Veuillez indiquer l'adresse électronique de l'opérateur de votre testeur.
nl: Geef een adres voor de Pinger-operator.

source: Site name
fr: Nom de site
nl: Sitenaam

source: Choose a name for your pinger site. This will be shown in all pages echolot produces.
fr: Veuillez choisir un nom pour votre site testeur. Ce nom sera affiché sur toutes les pages générées par echolot.
nl: Kies een naam voor uw Pinger-site. Deze zal in alle pagina's die echolot produceert, worden getoond.

source: Add known remailers?
fr: Faut-il ajouter des redirecteurs de courriel connus ?
nl: Gekende remailers toevoegen?

source: This package has a built in list of some remailers. If you want they can be added to Echolot's database now. Otherwise you have to populate it by hand.
fr: Ce paquet inclut une liste de redirecteurs de courriel (« remailers ») connus. Ils peuvent être ajoutés à la base de données d'Echolot maintenant, si vous le souhaitez. Dans le cas contraire, vous devrez renseigner cette liste vous-même.
nl: Dit pakket heeft een ingebouwde lijst van enkele remailers. Als u wilt, kunnen ze nu worden toegevoegd aan de Echolot-databank. Anders zult u handmatig moeten toevoegen.

source: If you choose to add them Echolot will also fetch keys and configuration data immediatly.
fr: Si vous choisissez de les ajouter, Echolot récupérera les clés et les données de configuration immédiatement.
nl: Als u kiest om ze toe te voegen, dan zal Echolot ook onmiddellijk sleutels en configuratiedata ophalen.

source: Recipient delimiter
fr: Délimiteur de destinataire (« recipient delimiter »)
nl: Scheiding tussen ontvangers

source: Echolot strongly recommends using user defined mailboxes, i.e. mail sent to echolot+<somerandomstring>@yourdomain should reach echolot too.
fr: Echolot recommande fortement l'utilisation de boîtes aux lettres personnalisables. En d'autres termes, les courriels envoyés à echolot+<chaînequelconque>@votredomaine doivent parvenir à echolot.
nl: Echolot beveelt het gebruik van gebruikersgedefinieerde mailboxen sterk aan, bijvoorbeeld e-mail die verstuurd wordt naar echolot+<eenwillekeurigestring>@uwdomein moet ook echolot bereiken.

source: In postfix this can be done by adding recipient_delimiter = + to your main.cf file. (If you know the procedure for other MTAs, please file a wishlist bug)
fr: Avec postfix, cela peut se faire en ajoutant recipient_delimiter = + au fichier main.cf (si vous connaissez la méthode appropriée pour les autres agents de distribution de courriel, veuillez envoyer un rapport de bogue de type « wishlist »).
nl: In postfix kan dit worden gedaan door het volgende toe te voegen recipient_delimiter = + aan uw main.cf-bestand. (Als u de procedure voor andere MTA's kent, stuur dan een wishlist-bugrapport)

source: If you cannot or do not want to enable this please use an empty string.
fr: Si vous ne pouvez ou ne voulez pas activer cette fonctionnalité, veuillez ne rien indiquer ici.
nl: Als u dit niet kunt of wilt aanschakelen, gebruik dan een lege string.
